Repository: IBMPredictiveAnalytics/STATS_GET_R
Catalog: src/lang/*/STATS_GET_R.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Get R Data
de: Abrufen von R-Daten
es: Obtener datos de R
fr: Obtention de données R
it: Richiama dati R
ja: R データの取得
ko: R 데이터 가져오기
pl: Ustal dane R
pt_br: Obter Dados R
ru: Получить данные R
zh_cn: 获取 R 数据
zh_tw: 取得 R 資料

source: Get R Data: Warnings
de: Abrufen von R-Daten: Warnungen
es: Obtener datos de R: advertencias
fr: Obtention de données R : Avertissements
it: Richiama dati R: Avvisi
ja: R データの取得: 警告
ko: R 데이터 가져오기: 경고
pl: Ustal dane R: Ostrzeżenia
pt_br: Obter Dados R: Avisos
ru: Получить данные R: Предупреждения
zh_cn: 获取 R 数据：警告
zh_tw: 取得 R 資料：警告

source: A dataset was specified without items to fetch or items were specified without a dataset
de: Es wurden ein Dataset ohne abzurufende Items oder Items ohne Dataset angegeben
es: Se ha especificado un conjunto de datos sin elementos que recuperar o bien se han especificado elementos sin un conjunto de datos
fr: Un jeu de données a été spécifié, mais pas les éléments à récupérer ou des éléments ont été spécifiés, mais pas le jeu de données.
it: È è stato specificato un dataset senza elementi da richiamare o gli elementi sono stati specificati senza un dataset
ja: 取り出す項目なしでデータセットが指定されたか、データセットなしで項目が指定されました
ko: 지정된 데이터 세트에 페치할 항목이 없거나 지정된 항목에 데이터 세트가 없습니다.
pl: Określono zbiór danych bez elementów do pobrania lub elementy te podano bez zbioru danych
pt_br: Um conjunto de dados foi especificado sem itens para buscar, ou itens foram especificados sem um conjunto de dados
ru: Был задан набор данных без элементов для выборки, либо были заданы элементы без набора данных.
zh_cn: 指定了数据集，但未指定要提取的项；或者指定了项，但未指定数据集
zh_tw: 在沒有要提取的項目的情況下指定了資料集，或在沒有資料集的情況下指定了項目

source: Exactly one data source must be specified
de: Es muss genau eine Datenquelle angegeben werden
es: Se debe especificar exactamente un origen de datos
fr: Une seule source de données doit être spécifiée.
it: È necessario specificare esattamente una origine dati
ja: データ ソースを正確に 1 つ指定する必要があります
ko: 데이터 소스를 하나만 지정해야 합니다.
pl: Należy określić dokładnie jedno źródło danych
pt_br: Exatamente uma origem de dados deve ser especificada
ru: Должен быть задан в точности один источник данных
zh_cn: 必须正好指定一个数据源
zh_tw: 必須確切地指定一個資料來源

source: Only one file or data source can be named
de: Nur eine Datei oder Datenquelle kann bekannt werden
es: Sólo se puede nombrar un archivo u origen de datos
fr: Un seul fichier ou une seule source de données peut être nommé(e).
it: È possibile specificare solo un file o origine dati
ja: 名前を指定できるファイルまたはデータ ソースは 1 つのみです
ko: 파일 또는 데이터 소스의 이름을 하나만 지정할 수 있습니다.
pl: Można nazwać tylko jeden plik lub źródło danych
pt_br: Apenas um arquivo ou origem de dados pode ser denominado
ru: Может быть указан только один файл или источник данных
zh_cn: 只能对一个文件或数据源进行命名
zh_tw: 只能命名一個檔案或資料來源

source: Cannot request both a data frame and series
de: Es kann nicht sowohl ein Datenrahmen als auch eine Zeitreihe angefordert werden
es: No se puede solicitar a la vez un marco de datos y una serie
fr: Impossible de demander à la fois un cadre de données et une série.
it: Impossibile richiedere sia un frame di dati che una serie
ja: データ枠と時系列の両方を要求することはできません
ko: 데이터 프레임 및 계열을 둘 다 요청할 수는 없습니다.
pl: Nie można żądać zarówno obszaru danych, jak i serii
pt_br: Não é possível solicitar uma série e um quadro de dados
ru: Невозможно затребовать и фрейм, и ряд данных
zh_cn: 无法同时请求获取数据框和序列
zh_tw: 無法要求資料框及數列

source: The output dataset name is already in use.
de: Der Name des Ausgabedatasets wird bereits verwendet.
es: Este nombre de conjunto de datos de resultado ya se está utilizando.
fr: Le nom du jeu de données de sortie est déjà utilisé.
it: Il nome del dataset di output è già in uso.
ja: 出力データセット名は既に使用されています。
ko: 출력 데이터 세트 이름이 이미 사용되고 있습니다.
pl: Nazwa wynikowego zbioru danych jest już używana
pt_br: O nome do conjunto de dados de saída já está em uso.
ru: Имя выходного набора данных уже занято.
zh_cn: 此输出数据集名称已在使用中。
zh_tw: 輸出資料集名稱已在使用中。

source: The series vary in length. All series must have the same length.
de: Die Länge der Zeitreihen variiert. Alle Zeitreihen müssen dieselbe Länge haben.
es: Las series tienen distintas longitud. Todas las series deben tener la misma longitud.
fr: La longueur des séries varie. Toutes les séries doivent avoir la même longueur.
it: Le serie variano in lunghezza. Tutte le serie devono avere la stessa lunghezza.
ja: 時系列の長さが異なっています。すべての時系列が同じ長さでなければなりません。
ko: 계열의 길이가 다릅니다. 모든 계열의 길이는 같아야 합니다.
pl: Serie różnią się długością. Wszystkie serie muszą mieć tę samą długość.
pt_br: As séries variam em comprimento. Todas as séries devem ter o mesmo comprimento.
ru: Ряды отличаются по длине. Все ряды должны быть одинаковой длины.
zh_cn: 序列长度存在差异。所有序列都必须具有相同长度。
zh_tw: 數列長度有所不同。所有數列的長度必須相同。

source: The specified data frame was not found: %s
de: Der angegebene Datenrahmen wurde nicht gefunden: %s
es: No se ha encontrado el marco de datos especificado: %s
fr: Le cadre de données spécifié est introuvable : %s
it: Il frame di dati specificato non è stato trovato: %s
ja: 指定されたデータ枠が見つかりませんでした: %s
ko: 지정된 데이터 프레임을 찾을 수 없습니다. %s
pl: Nie znaleziono podanego obszaru danych: %s
pt_br: O quadro de dados especificado não foi localizado: %s
ru: Указанный фрейм данных не найден: %s
zh_cn: 找不到指定的数据框：%s
zh_tw: 找不到指定的資料框：%s

source: The specified workspace item is not a dataframe: %s
de: Das angegebene Arbeitsbereichsitem ist kein Datenrahmen: %s
es: El elemento de espacio de trabajo especificado no es un marco de datos: %s
fr: L'élément de l'espace de travail spécifié n'est pas un cadre de données : %s
it: L'elemento spazio di lavoro specificato non è un frame di dati: %s
ja: 指定されたワークスペース項目がデータ枠ではありません: %s
ko: 지정된 작업공간 항목이 데이터 프레임이 아닙니다. %s
pl: Podany element obszaru roboczego nie jest obszarem wykresu: %s
pt_br: O item de área de trabalho especificado não é um quadro de dados: %s
ru: Указанный элемент рабочего пространства не является фреймом данных: %s
zh_cn: 指定的工作空间项不是数据框：%s
zh_tw: 指定的工作區項目不是資料框：%s

source: Item
es: Elemento
fr: Elément
it: Elemento
ja: 項目(I)
ko: 항목
pl: Pozycja testowa
ru: Пункта
zh_cn: 项
zh_tw: 項目

source: Class
de: Klasse
es: Clase
fr: Classe
it: Classe
ja: クラス
ko: 계층
pl: Klasa
pt_br: Classe
ru: Класс
zh_cn: 类
zh_tw: 類別

source: Series
de: Zeitreihe
es: Serie
fr: Série
it: Serie
ja: 時系列
ko: 계열
pl: Szeregi
pt_br: Série
ru: Ряды
zh_cn: 序列
zh_tw: 數列

source: No items match the selection criteria
de: Keine Items entsprechen den Auswahlkriterien
es: No se ha encontrado ningún elemento que coincida con los criterios de selección
fr: Aucun élément correspondant aux critères de sélection
it: Nessun elemento corrisponde ai criteri di selezione
ja: 選択基準に合致する項目がありません
ko: 선택 기준과 매치하는 항목이 없습니다.
pl: Żaden z elementów nie spełnia kryteriów wyboru
pt_br: Nenhum item corresponde aos critérios de seleção
ru: Никакие элементы не соответствуют критериям выбора
zh_cn: 没有满足选择条件的项
zh_tw: 沒有項目與選取準則相符

source: R Workspace Information for Selected Items
de: R-Arbeitsbereichsinformationen für ausgewählte Items
es: Información del espacio de trabajo de R para los elementos seleccionados
fr: Informations sur l'espace de travail R pour les éléments sélectionnés
it: Informazioni spazio di lavoro R per gli elementi selezionati
ja: 選択された項目の R ワークスペース情報
ko: 선택된 항목에 대한 R 작업공간 정보
pl: Informacje o obszarze roboczym R dla wybranych elementów
pt_br: Informações da área de trabalho R para os itens selecionados
ru: Информация о рабочем пространстве R для выбранных элементов
zh_cn: 选定项的 R 工作空间信息
zh_tw: 所選取項目的 R 工作區資訊

source: Workspace Information
de: Arbeitsbereichsinformationen
es: Información del espacio de trabajo
fr: Informations sur l'espace de travail
it: Informazioni sullo spazio di lavoro
ja: ワークスペース情報
ko: 작업공간 정보
pl: Informacje o obszarze roboczym
pt_br: Informações de Área de Trabalho
ru: Информация о рабочем пространстве
zh_cn: 工作空间信息
zh_tw: 工作區資訊

source: Source: %s
de: Quelle: %s
es: Origen: %s
it: Origine: %s
ja: ソース: %s
ko: 소스: %s
pl: Źródło: %s
pt_br: Origem: %s
ru: Источник: %s
zh_cn: 源：%s
zh_tw: 來源：%s

source: Package
de: Paket
es: Paquete
fr: Pack
ja: パッケージ
ko: 패키지
pl: Pakiet
pt_br: Pacote
ru: Пакет
zh_cn: 程序包
zh_tw: 套件

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pl: Dane
pt_br: Dados
ru: Данные
zh_cn: 数据
zh_tw: 資料

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: 表題
ko: 제목
pl: Tytuł
pt_br: Título
ru: Заголовок
zh_cn: 标题
zh_tw: 標題

source: R Datasets
es: Conjuntos de datos de R
fr: Jeux de données R
it: Dataset R
ja: R データセット
ko: R 데이터 세트
pl: Zbiory danych R
pt_br: Conjuntos de dados R
ru: Наборы данных R
zh_cn: R 数据集
zh_tw: R 資料集

source: To access these datasets, use the DATA keyword instead of FILE. Datasets in non-base packages should also specify PACKAGE.
de: Verwenden Sie für den Zugriff auf diese Datasets das Schlüsselwort DATA statt FILE. Für Datasets in Nicht-Basispaketen sollte auch PACKAGE angegeben werden.
es: Para acceder es estos conjuntos de datos, utilice la palabra clave DATA en lugar de FILE. Los conjuntos de datos de los paquetes que no son básicos deben especificar también PACKAGE.
fr: Pour accéder à ces jeux de données, utilisez le mot clé DATA au lieu de FILE. Les jeux de données qui figurent dans les packs autres que les packs de base doivent quand même spécifier PACKAGE.
it: Per accedere a tali dataset, utilizzare la parola chiave DATA invece di FILE. I dataset nei package non di base devono specificare anche PACKAGE.
ja: これらのデータセットにアクセスするには、FILE ではなく DATA キーワードを使用します。非基本パッケージ内のデータセットでは PACKAGE も指定する必要があります。
ko: 이 데이터 세트에 액세스하려면 FILE 대신 DATA 키워드를 사용하십시오. 기본 패키지가 아닌 패키지의 데이터 세트에서도 PACKAGE를 지정해야 합니다.
pl: W celu uzyskania dostępu do tych zbiorów danych użyj słowa kluczowego DATA zamiast FILE. Zbiory danych w pakietach innych niż podstawowe powinny również wskazywać wartość PACKAGE.
pt_br: Para acessar esses conjuntos de dados, use a palavra-chave DATA em vez de FILE. Os conjuntos de dados em pacotes que não sejam de base também devem especificar PACKAGE.
ru: Для обращения к этим наборам данных используйте ключевое слово DATA вместо FILE. Для наборов данных в небазовых пакетах надо также задавать PACKAGE.
zh_cn: 要访问这些数据集，请使用 DATA 关键字而不是 FILE。非基本程序包中的数据集还应该指定 PACKAGE。
zh_tw: 若要存取這些資料集，請使用 DATA 關鍵字，而非 FILE。非基本套件中的資料集還應指定 PACKAGE。

source: End of procedure
de: Ende der Prozedur
es: Fin del procedimiento
fr: Fin de la procédure
it: Fine della procedura
ja: 手順の終わり
ko: 프로시저 끝
pl: Koniec procedury
pt_br: Fim do procedimento
ru: Конец процедуры
zh_cn: 过程结束
zh_tw: 程序的結尾

source: Message Number
de: Nachrichtennummer
es: Número de mensaje
fr: Numéro de message
it: Numero messaggio
ja: メッセージ番号
ko: 메시지 번호
pl: Numer komunikatu
pt_br: Número da mensagem
ru: Номер сообщения
zh_cn: 消息号
zh_tw: 訊息號碼
